Repository: shoaib-uddin/shaveme
Catalog: Shave Me/*.lproj/Localizable.strings
Languages: ar

source: bold
ar: boldar

source: normal
ar: normalar

source: light
ar: lightar

source: medium
ar: mediumar

# title_activity_home
source: Home
ar: الصفحة الرئيسية

# tab_home
source: Home
ar: الصفحة الرئيسية

# tab_search
source: Search
ar: بحث

# searchaddress
source: Address
ar: العنوان

# tab_appoinment
source: Appointment
ar: موعد

# tab_favorites
source: Favorite
ar: المفضلدية

# upcoming_appionment
source: Upcoming Appointment
ar: موعدي القادم

# no_upcoming_appionment
source: Currently you don't have any appointments.
ar: ليس لديك أي مواعيد حالية

source: Current Location
ar: الموقع الحالي

source: Fetching location ...
ar: الموقع المراد

source: Search by
ar: بحث باستخدام

# name
source: BY NAME
ar: بالإسم

# address
source: BY ADDRESS
ar: بالعنوان

# streetName
source: Address
ar: العنوان

source: Advanced Search
ar: بحث متقدم

source: Salon/Barbershop
ar: حلاق/ صالون حلاقة

source: DISTANCE RANGE
ar: تقدير المسافة

source: COST RANGE
ar: تقدير التكلفة

# facilitiesavialable
source: NEARBY FACILITIES
ar: المرافق المجاورة

# serviceavailable
source: SERVICES AVAILABLE
ar: الخدمات المتوفرة

source: Search
ar: بحث

source: OUR SERVICES
ar: خدماتنا

# ourfacilities
source: NEARBY FACILITIES
ar: المرافق المجاورة

# ourstylist
source: OUR STYLISTS
ar: حلاقينا

source: GALLERY
ar: المعرض

source: I FOUND IT ...
ar: لقد وجدته..

source: CURRENT LOCATION
ar: لموقع الحالي

source: First Name
ar: الإسم الأول

source: Last Name
ar: الإسم الأخير

source: Email
ar: البريد الالكتروني

source: Username
ar: اسم المستخدم

source: Mobile
ar: رقم المحمول

source: Shop Name
ar: إسم الصالون

# locationorAddress
source: Location/Address
ar: العنوان

source: Contact Person
ar: الإسم الشخص

source: Contact Number
ar: رقم التواصل

source: Send Recommendation
ar: إرسال توصية

source: Subject
ar: الموضوع

# yourMessageHere
source: Please provide your message here
ar: يرجى طباعة الرسالة هنا

# submitFeedback
source: Submit
ar: إرسل

# bookAnAppoinment
source: Book An Appointment
ar: حجز موعد

source: Registration
ar: التسجيل

source: SELECT STYLIST
ar: اختيار مصفف شعر

source: SELECT SERVICES
ar: اختيار خدمات

# filterServices
source: FILTER STYLIST
ar: تصفية الحلاقين

source: Total Cost:
ar: التكلفة الإجمالية

source: Approx. Duration:
ar: المدة الزمنية

# continueTxt
source: CONTINUE
ar: استمرار

# reservetxt
source: RESERVE
ar: حجز

# okeygotit
source: BACK
ar: الرجوع

source: SHOP
ar: المتجر

source: DATE
ar: التاريخ

source: TIME
ar: الوقت

source: STYLIST
ar: الحلاق

source: SERVICES
ar: الخدمات

# totalCostRC
source: TOTAL COST
ar: التكلفة الإجمالية

source: STATUS
ar: الحالة

# terms
source: I have read and accept the
ar: لقد قرأت وقبلت ال

source: SUN
ar: الاحد

source: MON
ar: الاثنين

source: TUE
ar: الثلاثاء

source: WED
ar: الاربعاء

source: THU
ar: الخميس

source: FRI
ar: الجمعة

source: SAT
ar: السبت

source: Full Name
ar: الاسم الكامل

source: Password
ar: كلمة المرور

# currentPassword
source: Enter verification code
ar: ادخل رمز المرور

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: REGISTER
ar: التسجيل

source: ADD REVIEW
ar: أضافة تعليق

source: Login
ar: الدخول الى الحساب

source: Barber Login
ar: دخول الحلاق

# clickherelogin
source: Click here to Login
ar: الميزة، إضغط هنا للدخول

# newuser
source: New User? Register Now
ar: مستخدم جديد؟ سجل الان

# forgetPassword
source: Forgot password?
ar: نسيت كلمة المرور

# appoinment
source: Appointment
ar: موعد

source: Reservation
ar: حجز

source: Reservation Confirmation
ar: تأكيد الحجز

# termsconditions
source: Terms and Conditions
ar: الشروط والاحكام

source: RESET PASSWORD
ar: اعادة تعيين كلمة السر

# forgetpasswordtitle
source: Forgot Password
ar: نسيت كلمة المرور

source: DURATION:
ar: المدة الزمنية

# serviceduration
source: DURATION
ar: المدة الزمنية

# PRICE
source: AED
ar: درهم

source: Alert
ar: تنبيه

# pleaselogin
source: Please login or register with us to use this feature.
ar: الرجاء الدخول أو التسجيل لإستخدام هذه الميزة

# pleaseloginbarber
source: Need to login as barber to access this feature.
ar: عليك الدخول كحلاق لإستخدام هذه

source: Login here
ar: الدخول هنا

# recentrequest
source: RECENT REQUESTS
ar: الطلبات الاخيرة

# cancellationrequest
source: CANCELLED APPOINTMENTS
ar: المواعيد الملغية

# confirmedrequest
source: UPCOMING APPOINTMENTS
ar: المواعيد القادمة

source: Send Alerts
ar: ارسال تنبيه

source: Display Picture
ar: صورة العرض

source: UPDATE
ar: تحديث

source: Gender
ar: الجنس

source: Nationality
ar: الجنسية

source: Emirates
ar: الإمارة

source: CHANGE PASSWORD
ar: تغيير كلمة السر

# location
source: Location(lat,lon)
ar: الموقع

# city
source: Street
ar: اسم الشارع

source: Country
ar: البلد

# shoptTimings
source: SHOP TIMINGS
ar: ساعات العمل

# facilities
source: NEARBY FACILITIES
ar: المرافق المجاورة

# applySameTimings
source: Timings are same for all days
ar: أوقات العمل موحدة لجميع الايام

# startsat
source: OPEN AT
ar: يفتح الساعة

# closedat
source: CLOSE AT
ar: يغلق الساعة

# opensat
source: STARTS AT
ar: يبدأ الساعة

source: FINISH AT
ar: ينتهي الساعة

# breakstartsat
source: BREAK FROM
ar: الاستراحة تبدأ الساعة

# breakclosedat
source: BREAK TO
ar: وتنتهي الساعة

source: HRS
ar: الساعات

source: MINS
ar: الدقائق

source: SATURDAY
ar: السبت

source: FRIDAY
ar: الجمعة

source: THURSDAY
ar: الخميس

source: WEDNESDAY
ar: الاربعاء

source: TUESDAY
ar: الثلاثاء

source: MONDAY
ar: الاثنين

source: SUNDAY
ar: الاحد

source: AED
ar: درهم

source: SERVICE COST
ar: تكلفة الخدمة

source: DISTANCE
ar: المسافة

source: DAY
ar: اليوم

source: EDIT
ar: مراجعة

source: DELETE
ar: حذف

source: DISABLE
ar: إيقاف

source: ENABLE
ar: تشغيل

source: End date
ar: تاريخ الانهاء

source: Start date
ar: تاريخ البدأ

# providerDetails
source: Provide details
ar: تزويدنا بالمعلومات

source: SEND REQUEST
ar: إرسال طلب

source: GENERATE
ar: إنشاء

source: FILTER STATUS
ar: إختيار الحالة

source: Description
ar: الوصف

source: ADD STYLIST
ar: إضافة حلاق

source: UPDATE STYLIST
ar: تحديث الحلاق

source: SET
ar: ضبط

# rate
source: SEND RATING
ar: تصنيف الحلاق

source: STYLIST TIMINGS
ar: أوقات الحلاق

source: DIDN'T COME
ar: لم يوصل

# useerRateText
source: Please rate this customer.
ar: يرجى تقييم هذا العميل

source: ADD TO GALLERY
ar: إضافة الى المعرض

# title_activity_add_gallery
source: Add to gallery
ar: إضافة الى المعرض

# caption
source: Caption (Optional)
ar: وصف الصورة (اختياري)

# clickToAddImage
source: Click to add/edit image
ar: أضغط لإضافة صورة أو لتغييرها

source: UNDO
ar: إلغاء

source: STYLIST NAME
ar: اسم الحلاق

source: TYPE
ar: النوع

source: COUNT
ar: إحصاء

source: TOTAL
ar: المجموع

# title_activity_report
source: REPORT
ar: تقرير

source: Area
ar: المنطقة

# report_noitemsfound
source: No appointments on selected date. Please try again with different date.
ar: لا يوجد مواعيد في هذا التاريخ. يرجى المحاولة مرة أخرى بتاريخ مختلف

# ServerError
source: We are facing difficulty in getting connected to ShaveMe server. Please try again later
ar: إننا نواجه صعوبة في الاتصال بمحرك Shave Me. الرجاء معاودة المحاولة في وقت لاحق.

# ConnectionError
source: Internet connection not available. Please check your connection and try again.
ar: لا يوجد اتصال بالانترنت . يرجى التحقق من اتصالك والمحاول مرة أخرى .

source: SEARCH BY NAME
ar: البحث بالإسم

source: SEARCH BY ADDRESS
ar: بحث بالعنوان

source: No items found.
ar: لا يوجد نتيجة

# enableLocation
source: Please enable location service to get shops
ar: يرجى تفعيل خدمة الموقع للحصول على المحلات التجارية

# distanceRangeText
source: KM
ar: كم

# costRangeText
source: AED
ar: درهم

source: Success
ar: نجاح

# recommendationSuccesstext
source: Thank you for Recommending a New Shop. One of our staff will review the details and add to our list at the earliest possible. Please note that we have to get approval from the shop as well before adding.
ar: نشكركم على ااقترح صالون جديد . سيقوم أحد موظفينا بمراجعة تفاصيل المحل وإضافته إلى قائمتنا في أسرع وقت ممكن . يرجى ملاحظة أن علينا الحصول على موافقة من المحل قبل إضافته.

# checkMobileField
source: Please check mobile number and contact number
ar: يرجى التحقق من رقم الموبايل ورقم التواصل

# checkEmptyField
source: Please don't leave the fields empty
ar: الرجاء عدم ترك حقول فارغة

# contatcUsSuccesstext
source: Thank you for writing to us. We have received the details and will come back to you at the earliest possible.
ar: نشكرك على تواصلك معنا. لقد استلمنا تفاصيل طلبك و سوف نعود إليك في أسرع وقت ممكن .

# authenticationFailed
source: Authentication failed! Please check Email & Password
ar: فشل في المطابقة! يرجى مراجعة اسم الدخول وكلمة السر

# checkEmailField
source: Please enter valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صالح

# authenticationBarberFailed
source: Authentication failed! Please check Username & Password
ar: فشل في المطابقة! يرجى مراجعة اسم الدخول وكلمة السر

source: terms of service.
ar: شروط الخدمة

source: Take Photo
ar: أخذ صورة

source: Choose from gallery
ar: إختيار من المعرض

source: Add Photo!
ar: إضافة صورة

source: Select File
ar: إختيار ملف

source: Cancel
ar: إلغاء

# acceptTermsAndCondition
source: Accept Terms & Condition to proceed.
ar: أوافق على الشروط والأحكام للمواصلة

source: Password mismatch
ar: كلمة المرور غير متطابقة

# emailalreadyexists
source: Your email is already with our system. Please login or check forget password to retrieve your password.
ar: البريد الإلكتروني الخاص مسجل في نظامنا. الرجاء الدخول أوالضغط على نسيت كلمة السر لاستعادة كلمة السر الخاصة بك .

# registrationsuccess
source: Thank you NAME for registering with SHAVE ME. You are now automatically logged into the application. Please start searching for your favorite shops and make appointments in real time.
ar: شكرا لكم للتسجيل مع SHAVE ME . يتم الآن تسجيل دخولك تلقائيا إلى التطبيق. يرجى البدء في البحث عن المحلات التجارية المفضلة لديك و حجز موعدك في أقرب وقت.

source: Updated successfully
ar: تم التحديث بنجاح.

source: Failed to update.
ar: فشل تحديث

# nofavorites
source: You do not have any favorites selected. Browse through the list and mark your favorite shops for faster reservations
ar: ليس لديك اي صالونات مفضلة مختارة. تصفح و اختر الصالونات التجارية المفضلة لبحث و حجز اسرع.

# ReportChcekstartDate
source: Please enter start date
ar: يرجى إدخال تاريخ البدء

# dateValidation
source: Please enter valid date
ar: يرجى إدخال تاريخ صالح

# reportemptydate
source: Please enter start date and end date.
ar: يرجى إدخال تاريخ البدء و تاريخ الانتهاء .

source: Confirmed
ar: مؤكد

source: Pending
ar: في الانتظار

# cancelled
source: Cancelled by user
ar: تم الالغاء

source: Cancelled by barber
ar: ألغي من قبل الحلاق

# checkavailabilitytimings
source: Please enter open and close timings to proceed
ar: الرجاء إدخال مواعيد الفتح والإغلاق للتكملة

# checkavailbiltyclosetimeisgreater
source: Shop close time should be greater than start time.
ar: يجب أن يكون وقت اغلاق المحل بعد وقت الفتح

# checkavailbiltytimingsarenotsame
source: Open and close timings are not same.
ar: توقيت الفتح والاغلاق ليست نفسها .

# checkavailbiltybreaktimingsbetweenshoptiming
source: Break timings comes between shop timings.
ar: وقت الاستراحة هو في منتصف ساعات العمل

# checkavailbiltybreakclosetimeisgreater
source: Shop break end time should be greater than start time.
ar: يجب على وفت نهاية الاستراحة أن يكون بعد وقت البداية.

# checkavailbiltybreaktimingsarenotsame
source: Break start and end timings are not same.
ar: توقيت بداية ونهاية الاستراحة ليست نفسها

# removeavailability
source: Do you want to remove.
ar: هل تريد إزالته.

# setTimingsForAllDays
source: Do you want to set time for all days.
ar: هل ترغب في تعيين هذا الوقت لجميع أيام .

# requeststartdatefeaturing
source: Please enter start date.
ar: يرجى إدخال تاريخ البدء.

# featuringrequestsuccesstxt
source: Thank you for writing to us. We have received the details and will come back to you at the earliest possible.
ar: نشكرك على تواصلك معنا. لقد استلمنا تفاصيل طلبك و سوف نعود إليك في أسرع وقت ممكن

# addimageGallery
source: Please add image
ar: يرجى إضافة صورة

source: Image successfully uploaded
ar: تم إضافة الصورة بنجاح

# cancelAppoinment
source: Are you sure to cancel the appointment.
ar: هل أنت متأكد من إلغاء الموعد.هل أنت متأكد من إلغاء الموعد.

# confirmAppoinment
source: Are you sure to confirm this appointment.
ar: هل أنت متأكد من الموعد

# noshopavailability
source: Unable to proceed. Shop will opened soon.
ar: المحا قريباٌ لا يمكن المواصلة

# emailIdNotRegistered
source: Email Id is not registered with our system.
ar: البريد الإلكتروني ليس مسجل في نظامنا.

# passwordresetsuccess
source: Password has been reset successfully.
ar: تم إعادة تعيين كلمة المرور بنجاح

# invalidecodepasswordreset
source: Invalid Code. Please enter a valid code and try again.
ar: الرمز غير صالح. الرجاء إدخال رمز صالح وحاول مرة أخرى .

source: Quick Search
ar: بحث سريع

source: REPORT
ar: تقرير

# featuringrequest
source: Request for Featuring
ar: طلب إعلانات

source: Manage Gallery
ar: إدارة المعرض

source: Shop Details
ar: تفاصيل المتجر

source: Manage Stylist
ar: إدارة الحلاق

# appoinments
source: Appointments
ar: المواعيد

source: My Profile
ar: ملفي الشخصي

source: Settings
ar: الاعدادات

# advancesearch
source: Advanced Search
ar: بحث متقدم

# contatcus
source: Contact Us
ar: الإتصال بنا

# recommedation
source: Recommendation
ar: إقترح صالون

source: Featured Shops
ar: الصالونات المعلنة

source: Barber
ar: محل حلاقة

source: My Favorites
ar: صالوناتي المفضلة

# myappoinments
source: My Appointments
ar: مواعيدي

# checkstylist
source: Please select a stylist.
ar: يرجى اختيار حلاق

# checkserviceselected
source: Please select any service to proceed.
ar: يرجى تحديد أي خدمة للمواصلة.

# shopclosedforselecteddate
source: Shop is closed for the selected date.
ar: المحل مغلق في التاريخ المحدد .

# stylistnotavailableforselecteddate
source: Stylist is not available for the day.
ar: الحلاق غير متوفر لهذا اليوم.

# updateConfirmation
source: Are you sure you want to update this appointment? Once updated further approvals will be required from the Stylist.
ar: هل أنت متأكد أنك تريد تحديث هذا الموعد ؟ سوف تكون هناك حاجة الى أخذ موافقات أخرى من الحلاق

# alreadyBooked
source: You had already booked for the current time. Check My Appointment in menu to see your appointments.
ar: لقد حجزت بالفعل لهذا الوقت الحالي. اذهب الى المواعيد في القائمة الصفحة الرئيسية لترى مواعيدك

# stylistalreadyBooked
source: Stylist is already booked for day. Please check for another day.
ar: الحلاق محجوز لهذا اليوم بالكامل. يرجى اختيار يوم آخر .

# enterStylistName
source: Please enter the stylist name.
ar: يرجى إدخال اسم الحلاق

# shopclosedforselecteddateStylistDetail
source: We are sorry that the shop is closed for the day. Please try for another day and time.
ar: نأسف لأن المحل مغلق لليوم . يرجى المحاولة ليوم آخر.

# stylistnamealreadyexists
source: Stylist name already exists. Please try again with different name.
ar: اسم الحلاق موجود. يرجى المحاولة مرة أخرى باسم مختلف

# selectemirates
source: Please select emirates
ar: الرجاء اختيار الإماراة

# setcostanddurationforservices
source: Please confirm you have set cost and duration for all selected services.
ar: يرجى تأكيد وضع التكاليف والمدة لجميع الخدمات التي تم اختيارها .

# timeValidation
source: Please select a valid time.
ar: يرجى تحديد وقت صالح .

# userReview
source: Thank you for rating.
ar: نشكركم على التصنيف .

# notAttend
source: Not Attended
ar: لم يحضر

source: Completed
ar: مكتمل

# share
source: Checkout this Barber Shop SHOPNAME from SHAVEME Mobile Application http://bit.ly/1H82sNR
ar: يرجى الاطلاع على SHOPNAME من تطبيق Shave Me الالكتروني. http://bit.ly/1H82sNR

# reviewaddsuccess
source: Your review has been added successfully
ar: تمت إضافة تعليقك بنجاح

# passwordchanged
source: Password changed successfully
ar: تم تغيير كلمة السر بنجاح

# checkoldpassword
source: Please check old password. Authentication failed
ar: يرجى التحقق من كلمة المرور القديمة . فشلت المصادقة

# checkemailregister
source: Email Id is not registered with our system.
ar: البريد الالكتروني غير مسجل في موقعنا

# confirmCancelAppoinmentBarber
source: Do you want to cancel request for USERNAME on DATE at TIMEFROM
ar: هل تريد إلغاء طلب USERNAME يوم DATE الساعة TIMEFROM

# cancelAppoinmentBarber
source: Cancelling request for USERNAME on DATE at TIMEFROM
ar: إلغاء طلب USERNAME يوم DATE الساعة TIMEFROM

# removeService
source: Are you sure you want to remove the service.
ar: هل أنت متأكد من إزالة الحلاق

# deleteStylist
source: Are you sure you want to delete the stylist.
ar: هل أنت متأكد من مسح الحلاق .

# disableStylist
source: Are you sure you want to disable the stylist.
ar: هل أنت متأكد من تعطيل الحلاق .

# stylistAvailabilityShopClosed
source: Failed to add. Shop is closed for selected day.
ar: خطأ في الإضافة . المحل مغلق لليوم المحدد.

source: Add to calendar
ar: الاضافة الى التقويم

# enableStylist
source: Are you sure you want to enable the stylist.
ar: هل أنت متأكد من تمكين الحلاق؟

source: RESERVE HERE
ar: احجز هنا

source: VIEW DETAILS
ar: اظهر التفاصيل

# addreviews
source: Add Review
ar: أضافة تعليق

# feedback_txt
source: Please use the form below to get in touch with us with your queries, complaints or feedbacks. For shop recommendation please use Recommend a Shop option.
ar: الرجاء استخدام النموذج التالي للحصول على أي معلومات أو شكاوي. للتوصية على محل، يرجى الذهاب الى التوصية

# recommendtxt
source: Please use the form below and let us know the shop you would like to add in the application. Once verified and approved by the shop you will be able to make appointments for this shop.
ar: يرجى استخدام النموذج أدناه، واسمحوا لنا أن نعرف اسم المحل التي تود اضافته الى التطبيق. بمجرد التحقق والموافقة عليها من قبل متجر سوف تكون قادرة على إجراء تعيينات ل هذا المحل .

source: Remember me
ar: تذكر معلوماتي

source: Barbershop Details
ar: تفاصيل محل الحلاقة

source: Search Result
ar: نتيجة البحث

# noreviews
source: Currently there is no review.
ar: يوجد أي اّراء.

source: reviews
ar: الاراء

source: review
ar: رأي

# review_single
source: Review
ar: رأي

# switchto
source: الإنتقال إلى العربية
ar: SWITCH TO ENGLISH

source: MONTH
ar: شهر

source: LIST
ar: قائمة

# addphototitle
source: ADD PHOTO
ar: إضافة صورة

source: CLOSED
ar: مغلق

# openin
source: OPENS IN
ar: مفتوح

source: NOW OPEN
ar: مفتوح الان

source: MINUTES
ar: دقائق

source: Timings:
ar: الاوقات:

source: Not available
ar: غير متوفر

source: Available On:
ar: متوفر:

source: Current bookings:
ar: المواعيد الحالية

source: Today
ar: اليوم

source: Tomorrow
ar: داَ

source: items selected
ar: العناصر المحددة

source: REPORT FROM
ar: تقرير من

source: to
ar: الى

source: PRICE LIST
ar: قائمة الاسعار

# acceptshave
source: Accept
ar: قبول

# helptextforgetpass
source: We have send you an email with one time password to reset your password. Please check your email and enter the code below along with your new password.
ar: لقد قمنا بإرسال بريد إلكتروني مع كلمة مرور مؤقتة لإعادة تعيين كلمة المرور الخاصة بك . يرجى التحقق من بريدك الالكتروني و إدخال الرمز أدناه مع كلمة المرور الجديدة .

# reservationconfirmationtext
source: Your reservation has been received. We will confirm based on availability of stylist and time.
ar: تم استلام طلبك. وسوف نؤكد لك الحجز بعد الرجوع للحلاق ومواعيده

source: Rate us
ar: تقييم خدمتنا

source: YES
ar: نعم

source: NO
ar: ا

source: Already Registered?
ar: مسجل في الموقع؟

# confirmAcceptAppoinmentBarber
source: Do you want to confirm request for USERNAME on DATE at TIMEFROM
ar: هل تريد تأكيد حجزك لUSERNAME بتاريخ DATE الساعة TIMEFROM

# confirmAppoinmentBarber
source: Confirming request for USERNAME on DATE at TIMEFROM
ar: تأكيد حجزك ل USERNAME بتاريخ DATE الساعة TIMEFROM
