Repository: shoaib-uddin/shaveme
Catalog: Shave Me/*.lproj/Localizable.strings
Languages: ar

# termsandcondition
source: By downloading or using the app, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. We are offering you this app to use for your own personal use without cost, but you should be aware that you cannot send it on to anyone else, and you’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the app, and you also shouldn’t try to translate the app into other languages, or make derivative versions. The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to ShaveMeArabia.com. ShaveMe Arabia is committed to ensuring that the app is as useful and efficient as possible. For that reason, we reserve the right to make changes to the app or to charge for its services, at any time and for any reason. We will never charge you for the app or its services without making it very clear to you exactly what you’re paying for. You should be aware that there are certain things that ShaveMe Arabia will not take responsibility for. Certain functions of the app, such as the distance from your current location to the store, addition of reservations to the calendar and alerts. These functionalities are dependent on third party applications as well. Application requires an internet connection (Wi-Fi or provided by your network operator) to function properly and to get latest information. ShaveMe Arabia application is to facilitate easy bookings at various Barber shops / Salons and to avoid long waits. We do not undertake any responsibility if the particular shop do not provide the service based on the reservation or selected stylists are not available. All the services, rates, stylists and other information provided are directly provided by the respective shops and ShaveMe Arabia is not responsible for any misinformation on the application. We will try our level best to avoid such situations and we recommend you to provide your feedback to improve the services. There is no fees for using our services and no additional cost will be levied by the shops. Charges needs to be paid directly to the stylists/shop. Your reservation will be considered as pending until the Stylist/Shop confirms from their end. If it is not confirmed within a specified time (20 minutes prior to the reservation) the reservation will be considered as cancelled. While doing a reservation, there should be at least 1 (one) hour time difference from the current time. If you are doing reservation at multiple locations, there has to be at least 1 (one) hour difference from the start or end time of the previous reservation. Your name and picture (if opted to display) will be shown to the Stylist along with your reservation details. We assure you that your personal details will not be shared with any third party or Barber shops or Salons. If required legally, we will be sharing your details with the government authorities without any prior notifications. We hope you enjoy using our Application and look forward to your valuable feedback.
ar: عند تنزيل أو استخدام هذاالتطبيق ، سوف تطبق هذه الشروط تلقائيا عليك - يجب عليك قراءتها بعناية قبل استخدام التطبيق. نحن نقدم لك هذا التطبيق للاستخدام الشخصي فقط بدون أي تكلفة ، ولكن يجب عليك أن تدرك أنك لا تملك حق إرسالها إلى أي شخص آخر، ولا يسمح لك نسخ أو تعديل هذا التطبيق، أو أي جزء منه، أو أي من العلامات التجارية بأي شكل من الأشكال . لا يسمح أيضاٌ بمحاولة استخلاص شفرة المصدر من التطبيق ، و أيضا لا يسمح بمحاولة ترجمة التطبيق إلى لغات أخرى ، أو تقديم إصدارات مشتقة منه . التطبيق وجميع العلامات التجارية وحقوق المؤلف و حقوق قواعد البيانات وحقوق الملكية الفكرية الأخرى المتعلقة به، لا تزال تنتمي إلى ShaveMeArabia.com. وتلتزم ShaveMeArabia بضمان أن يكون التطبيق مفيد وفعال لجميع المستخدمين. لهذا السبب ، فإننا نحتفظ بالحق في إجراء تغييرات على التطبيق أو فرض رسوم على خدماتها ، في أي وقت و لأي سبب من الأسباب . لن نفرض عليك أي رسوم أخرى لاستخدام التطبيق أو خدماته قبل أن نشرح لكم الخدمات المقدمة على الدفع. يجب أن تكون على علم بأن هناك بعض الأشياء التي لا تتحمل مسؤوليتها ShaveMeArabia. هنالك وظائف معينة في التطبيق ، مثل المسافة من موقعك الحالي إلى محل الحلاقة ، بالإضافة الى توقعات الجدول الزمني والتنبيهات. هذه الوظائف تعتمد على المعلومات من الطرف الثالث أيضا. يتطلب التطبيق الاتصال بالإنترنت (واي فاي مقدم من قبل مشغل الشبكة ) ليعمل بشكل صحيح وللحصول على أحدث المعلومات. تطبيق ShaveMeArabia هو لتسهيل الحجوزات في صالونات الحلاقة ولتجنب الانتظار لفترات طويلة . نحن لا نتحمل أي مسؤوليات إذا كان هناك متجر معين لا يوفر الخدمة على أساس الحجز أو أن الحلاق غير متوفر. جميع الخدمات والاسعار والحلاقين وغيرها من المعلومات، مقدمة مباشرة من المحلات التجارية . ShaveMeArabia ليست مسؤولة عن أي معلومات غير مطابقة للتطبيق. ونحن سوف نبذل أقصى جهدنا لتجنب هذه الحالات . اراكم تفيدنا في تحسين خدماتنا المستقبلية. يس هناك أي رسوم على استخدام التطبيق وخدماته ، لن يتم فرض أي تكلفة إضافية من المحلات التجارية على التطبيق. جميع الرسوم تدفع مباشرة إلى المتجر أو الحلاق. وسوف يتم حفظ حجزك تحت الانتظار الى أن يؤكد المتجر حجزك. و إذا لم يتم تأكيد ذلك في غضون فترة زمنية )20 دقيقة قبل الحجز) محددة يعتبر الموعد ملغي. عند حجز موعدك ، ينبغي أن يكون هناك على الأقل فرق ساعة واحدة بين التوقيت الحالي و توقيت الحجز . في حال حجز موعد في أكثر من وجهة، يجب أن يكون هناك على الأقل فرق ساعة واحدة من بداية أو نهاية الحجز المسبق. وسيتم عرض اسمك و الصورة ( إذا اخترت عرضها ) إلى المصمم جنبا إلى جنب مع تفاصيل الحجز. ونحن نؤكد لكم أن بياناتك الشخصية لن يتم تقاسمها مع أي طرف ثالث أو صالونات الحلاقة الاخرى. إذا كان ذلك مطلوبا من ناحية قانونية ، سوف نتبادل المعلومات الخاصة بك مع السلطات الحكومية دون أي إخطار مسبق. نأمل أن تستمتع باستخدام التطبيق ، ونتطلع إلى تواصلك معنا دائما.

# stylisttimingsbetween
source: Stylist timing should be between
ar: أوقات الحلاق يجب أن تكون بين الساعة

source: AT
ar: في

source: Show details
ar: عرض التفاصيل

source: Agree
ar: يوافق على

# agreecancelAppoinment
source: Are you sure to agree this appointment.
ar: هل أنت متأكد من هذا الموعد؟

# agreeCancelAppoinmentBarber
source: Do you want to agree request for USERNAME on DATE at TIMEFROM
ar: هل أنت متأكد من طلب موعد للمستخدم USERNAME بتاريخ DATE الساعة TIMEFROM

# cancelAgreeAppoinmentBarber
source: Agreeing request for USERNAME on DATE at TIMEFROM
ar: تمت الموافقة على طلبك USERNAME بتاريخ DATE الساعة TIMEFROM

source: Result Not Found
ar: لا يوجد نتيجة

source: Result Found
ar: تم العثور على البحث

# useralreadybooked
source: user already booked this time
ar: لقد حجزت بالفعل في هذا الوقت. الرجاء اختيار وقت آخر

# stylistalreadybooked
source: stylist of this shop already booked this time
ar: هذه الوقت محجوز مسبقاً لدى الحلاق . الرجاء اختيار وقت آخر

# alreadyexist
source: already exists
ar: موجود مسبقا

source: Old Password Wrong
ar: خطأ في كلمة السر

# autocancelled
source: Auto cancelled - no response from barber
ar: إلغي تلقائياً – لا يوجد رد من الحلاق

source: Pick Date Range
ar: اختيار نطاق التاريخ

source: Date/Time From
ar: تاريخ / وقت من

source: Date/Time To
ar: تاريخ / الوقت ل

# from_date_before_to
source: From Date should be before to date
ar: من يجب أن يكون تاريخ قبل حتى الآن

# date_can_not_before_today
source: Date can not be before Today's date
ar: التاريخ لا يمكن أن يكون قبل تاريخ اليوم 'ق

source: Auto-Cancel
ar: الغاء السيارات

# all_day
source: Full Day
ar: كل يوم

source: Featured
ar: متميز

source: SEARCH BY NAME / ADDRESS
ar: البحث بالاسم/العنوان

source: SHOW ALL SHOPS
ar: اظهار جميع المحلات

source: NEAR ME
ar: بجانبي

# minumum_3_characters_to_search_message
source: Enter minimum 3 characters to search
ar: ادخل 3 حروف للبحث

# advanced_disable
source: Long Term
ar: على المدى الطويل

# current_date_with_argument
source: Current Date:
ar: التاريخ الحالي:

source: Quick Barber Disable
ar: تعطيل خدمة الحلاق

source: Customer Name (Optional)
ar: اسم العميل (اختياري)

source: BLOCK
ar: حظر

source: Stylist blocked successfully
ar: تم حظر الحلاق بنجاح

source: Refresh
ar: انعاش

source: SKIP
ar: حذف

source: DONE
ar: تم

# any
source: Any Stylist
ar: اي حلاق

source: Reset
ar: البداية

source: Disable Stylist
ar: حذف الحلاق

# already_made_reservation_error_message
source: You have already made reservation at this time. Please select any other time.
ar: لقد حجزت مسبقا في هذا الوقت – الرجاء اختيار وقت اخر

# blocked_time_error_message
source: This time is blocked. Please select any other time.
ar: هذا الوقت غير متوفر – الرجاء اختيار وقت اخر

# no_room_to_perform_services_error_message
source: There is no room to perform selected services.
ar: ليس هناك مجال لهذه الخدمات

source: Cost:
ar: السعر:

source: Select
ar: اختيار

source: Blocked
ar: حظر

source: Deselect
ar: مسح الاختيار

# duration_text
source: Duration:
ar: المدة الزمنية:

# reservationconfirmationtext2
source: Your reservation has been confirmed.
ar: لقد تم تأكيد حجزك

source: Okay
ar: حسنا

# menu_home
source: HOME
ar: الصفحة الرئيسية

# menu_featured_shops
source: FEATURED SHOPS
ar: المحلات المعلنة

# menu_quick_search
source: QUICK SEARCH
ar: بحث سريع

# menu_advanced_search
source: ADVANCED SEARCH
ar: بحث متقدم

# menu_recommend_a_shop
source: RECOMMEND A SHOP
ar: إقترح صالون

# menu_contact_us
source: CONTACT US
ar: إتصل بنا

# menu_logout
source: LOGOUT
ar: الخروج

# menu_settings
source: SETTINGS
ar: الضبط

# menu_my_appointments
source: MY APPOINTMENTS
ar: مواعيدي

# menu_my_favorites
source: MY FAVORITES
ar: الإعلانات المفضلة

# menu_my_profile
source: MY PROFILE
ar: صفحتي الشخصية

# menu_barber
source: BARBER
ar: صالونات الحلاقة

# menu_terms
source: TERMS
ar: الشروط والاحكام

# menu_help
source: HELP
ar: طلب المساعدة

# menu_appointments
source: APPOINTMENTS
ar: المواعيد

# menu_report
source: REPORT
ar: تقرير

# menu_manage_stylist
source: MANAGE STYLIST
ar: ادارة المزين

# menu_manage_gallery
source: MANAGE GALLERY
ar: ادارة المعرض

# menu_shop_details
source: SHOP DETAILS
ar: تفاصيل المتجر

# menu_request_for_featured
source: REQUEST FOR FEATURED
ar: طلب إعلان

# menu_login
source: LOGIN
ar: الدخول إلى الحساب

# menu_register
source: REGISTER
ar: التسجيل

source: Loading...
ar: جار التحميل...

source: Loading more
ar: تحميل أكثر

source: No more data
ar: لا مزيد من البيانات

# GenderArray
source: Male;Female
ar: ذكر;أنثى

# NationalitiesArray
source: Afghanistan;Albania;Algeria;Angola;Australia;Austria;Azerbaijan;Bahrain;Bangladesh;Belarus;Belgium;BIH;Canada;Chad;Chile;China;Cyprus;Czech Republic;Denmark;Dominican Republic;Egypt;Eritrea;Ethiopia;Finland;France;Germany;Ghana;Greece;Hungary;India;Indonesia;Iran;Iraq;Ireland;Israel;Italy;Japan;Jordan;Kazakhstan;Kenya;Kuwait;Latvia;Lebanon;Malaysia;Mauritania;Mexico;Nepal;Netherlands;New Zealand;Norway;Oman;Pakistan;Palestine;Peru;Philippines;Poland;Qatar;Saudi Arabia;Senegal;Serbia;Singapore;Slovakia;Slovenia;Somalia;South Africa;South Korea;Spain;Sri Lanka;Sudan;Sweden;Switzerland;Syria;Taiwan;Thailand;Turkey;Ukraine;United Arab Emirates (UAE);United Kingdom;United States of America (USA);Venezuela;Yemen;Others
ar: ألبانيا;الجزائر;أنغولا;أستراليا;النمسا;أذربيجان;البحرين;بنغلاديش;روسيا البيضاء;بلجيكا;البوسنة والهرسك;كندا;تشاد;تشيلي;الصين;قبرص;جمهورية التشيك;الدنمارك;جمهورية الدومنيكان;مصر;إريتريا;أثيوبيا;فنلندا;فرنسا;ألمانيا;غانا;اليونان;هنغاريا;الهند;أندونيسيا;إيران;العراق;أيرلندا;إسرائيل;إيطاليا;اليابان;الأردن;كازاخستان;كينيا;الكويت;لاتفيا;لبنان;ماليزيا;موريتانيا;المكسيك;نيبال;هولندا;نيوزيلندا;النرويج;سلطنة عمان;باكستان;فلسطين;بيرو;الفلبين;بولندا;قطر;المملكة العربية السعودية;السنغال;صربيا;سنغافورة;سلوفاكيا;سلوفينيا;الصومال;جنوب أفريقيا;كوريا الجنوبية;إسبانيا;سيريلانكا;السودان;السويد;سويسرا;سوريا;تايوان;تايلاند;تركيا;أوكرانيا;الإمارات العربية المتحدة;المملكة المتحدة;الولايات المتحدة الأمريكية;فنزويلا;اليمن;غير ذلك

# EmiratesArray
source: Abu Dhabi;Ajman;Al Ain;Dubai;Fujairah;Ras Al Khaimah;Sharjah;Umm Al Quwain
ar: أبوظبي;عجمان;العين;دبي;الفجيرة;راس الخيمة;الشارقة;أم القيوين

source: Back
ar: الرجوع

source: Pull to refresh
ar: سحب لتحديث

source: Release to refresh
ar: الافراج عن تحديث

source: Retry
ar: إعادة المحاولة

# API_CANCEL_TITLE
source: Cancel
ar: إلغاء
